{
  "data": [
    {
      "name": "The Legend of Zelda",
      "description": "The Legend of Zelda é o primeiro jogo da série Zelda. Centra sua trama em torno de um garoto chamado Link, que se torna o protagonista central ao longo da série. Foi lançado em 1986 para o Famicom no Japão, e mais tarde foi lançado no mundo ocidental, incluindo a Europa e os EUA em 1987. Desde então, foi relançado várias vezes, para o Nintendo GameCube, bem como o Game Boy Forward . A versão japonesa do jogo no Famicom é conhecida como The Hyrule Fantasy: The Legend of Zelda.",
      "developer": "Nintendo R&D 4",
      "publisher": "Nintendo",
      "released_date": " 21 de Fevereiro, 1986",
      "id": "5f6ce9d805615a85623ec2b7"
    },
    {
      "name": "The Legend of Zelda: A Link to the Past",
      "description": "Um dia, um bando de ladrões do mal conseguiu abrir a porta de entrada para o Reino Sagrado, onde a mística Triforce estava escondida. Ao encontrar a sagrada relíquia dourada, o líder dos ladrões, Ganondorf, matou seus seguidores e a reivindicou como sua. Em pouco tempo, o poder das trevas começou a fluir do Reino Sagrado. As pessoas foram atraídas para esta escuridão, e nunca mais se ouviu falar dela. Como resultado, o Rei de Hyrule ordenou que os sete sábios selassem a entrada do Reino Sagrado. Uma grande batalha se seguiu – monstros invadiram o Mundo da Luz vindos da terra sagrada e atacaram o castelo. Os Cavaleiros de Hyrule defenderam os sábios durante a grande batalha contra o mal e, embora a maioria deles tenha perecido na luta, os sábios foram capazes de lançar seu selo, interrompendo o fluxo das trevas e prendendo o malvado rei Ganon. Esta batalha ficou conhecida como a Guerra do Aprisionamento.",
      "developer": "Nintendo",
      "publisher": "Nintendo",
      "released_date": " 13 de Abril, 1992",
      "id": "5f6ce9d805615a85623ec2b8"
    },
    {
      "name": "The Legend of Zelda: Ocarina of Time",
      "description": "The Legend of Zelda: Ocarina of Time é o quinto título principal da série The Legend of Zelda e o primeiro a ser lançado para o Nintendo 64. Foi um dos jogos mais esperados de sua época. Ele está listado entre os maiores videogames já criados por vários sites e revistas. Lançado nos Estados Unidos em 23 de novembro de 1998, foi o primeiro jogo da série The Legend of Zelda que foi exibido visualmente em 3D. ",
      "developer": "Nintendo EAD",
      "publisher": "Nintendo",
      "released_date": " 23 de Novembro, 1998",
      "id": "5f6ce9d805615a85623ec2ba"
    },
    {
      "name": "The Legend of Zelda: Oracle of Ages",
      "description": "The Legend of Zelda: Oracle of Ages é um dos dois títulos de The Legend of Zelda lançados para o Game Boy Color, sendo o outro Oracle of Seasons, ambos representando a sétima e oitava parcelas principais da série. Lançado perto do fim da vida útil do sistema, Oracle of Ages e sua contraparte foram ditos para 'enviar o Game Boy Color com um estrondo'. Em antecipação ao lançamento do sucessor do Game Boy Color, o Game Boy Advance, os jogos exibiam características especiais quando jogados no novo sistema portátil.",
      "developer": "Capcom",
      "publisher": "Nintendo",
      "released_date": " 14 de Maio, 2001",
      "id": "5f6ce9d805615a85623ec2b9"
    },
    {
      "name": "The Legend of Zelda: Link's Awakening DX",
      "description": "O jogo também foi disponibilizado no Nintendo 3DS eShop em 7 de junho de 2011 ao preço de US$ 5,99. ",
      "developer": "Nintendo",
      "publisher": "Nintendo",
      "released_date": " 15 de Dezembro, 1998",
      "id": "5f6ce9d805615a85623ec2bb"
    },
    {
      "name": "The Legend of Zelda: Majora's Mask",
      "description": "The Legend of Zelda: Majora's Mask é o sexto título principal da série The Legend of Zelda, lançado pela primeira vez no Nintendo 64 em 2000. Único entre a série The Legend of Zelda, o jogo inclui um sistema de tempo que abrange três dias, e este ciclo deve ser reiniciado periodicamente para progredir no jogo. Majora's Mask é um dos poucos jogos Zelda em que Ganon não desempenha nenhum papel. Além disso, a princesa Zelda não desempenha um papel importante; ela é vista apenas uma vez em uma cena de flashback de Ocarina of Time.",
      "developer": "Nintendo EAD",
      "publisher": "Nintendo",
      "released_date": " 26 de Outubro, 2000",
      "id": "5f6ce9d805615a85623ec2bc"
    },
    {
      "name": "Zelda II: The Adventure of Link",
      "description": "Alguns anos após a derrota de Ganon e o resgate da princesa Zelda, Link, agora com dezesseis anos, fica perturbado com o aparecimento de uma marca nas costas de sua mão. Ao ver esta marca, Impa, a enfermeira da princesa Zelda, conta-lhe a história de como, há muito tempo, o Rei de Hyrule escondeu uma terceira parte da Triforce, a Triforce da Coragem, no Grande Palácio para protegê-la do mal. . ",
      "developer": "Nintendo EAD",
      "publisher": "Nintendo",
      "released_date": " 14 de Janeiro, 1987",
      "id": "5f6ce9d805615a85623ec2bd"
    },
    {
      "name": "The Legend of Zelda: The Wind Waker",
      "description": "The Legend of Zelda: The Wind Waker é a décima parte principal da série The Legend of Zelda. É o primeiro jogo Zelda para o Nintendo GameCube, e foi lançado no Japão em 13 de dezembro de 2002, no Canadá e nos Estados Unidos em 24 de março de 2003, na Coreia do Sul em 16 de abril de 2003, na Europa em 2 de maio de 2003. e na Austrália em 7 de maio de 2003.",
      "developer": "Nintendo EAD",
      "publisher": "Nintendo",
      "released_date": " 24 de Março, 2003",
      "id": "5f6ce9d805615a85623ec2bf"
    },
    {
      "name": "The Legend of Zelda: Twilight Princess",
      "description": "The Legend of Zelda: Twilight Princess é a décima terceira parte principal da série The Legend of Zelda, lançada para Nintendo GameCube e Wii. Foi altamente antecipado por muitos membros da comunidade de jogos e foi considerado como finalmente realizando os sonhos daqueles que queriam um jogo Zelda muito mais realista e maduro, como visto no SpaceWorld 2000 GameCube Tech Demo. Este é o primeiro jogo Zelda a ser classificado como T pela ESRB e 12+ pela PEGI. O motivo é provavelmente por causa da violência, sangue e sinais de nudez. Este jogo também é notável por ser o primeiro título Zelda para console lançado nos Estados Unidos antes do Japão, já que a versão Wii foi lançada na América em 19 de novembro de 2006, enquanto as versões japonesas foram lançadas em 2 de dezembro. foi um dos títulos de lançamento para o Wii ao lado do Wii Sports nos Estados Unidos.",
      "developer": "Nintendo EAD",
      "publisher": "Nintendo",
      "released_date": " 19 de Novembro, 2006",
      "id": "5f6ce9d805615a85623ec2be"
    },
    {
      "name": "The Legend of Zelda: Oracle of Seasons",
      "description": "The Legend of Zelda: Oracle of Seasons é um dos dois títulos de The Legend of Zelda lançados para o Game Boy Color, sendo o outro Oracle of Ages, ambos representando a sétima e oitava parcelas principais da série. Lançado perto do final da vida útil do sistema, Oracle of Seasons e sua contraparte foram ditos para 'enviar o Game Boy Color com um estrondo'. Em antecipação ao próximo lançamento do sucessor do Game Boy Color, o Game Boy Advance, os jogos exibiam características especiais quando jogados no novo sistema portátil.",
      "developer": "Capcom",
      "publisher": "Nintendo",
      "released_date": " 14 de Maio, 2001",
      "id": "5f6ce9d805615a85623ec2c0"
    }
  ]
}
